IDEA Open Model
SelectionItemForResults.Item Property
Compatible with IDEA StatiCa v 10.1
 ILibraryItem
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public ReferenceElement Item { get; set; }
Public Property Item As ReferenceElement
	Get
	Set
public:
property ReferenceElement^ Item {
	ReferenceElement^ get ();
	void set (ReferenceElement^ value);
}
Property Value
Type: ReferenceElement
See Also
Reference
SelectionItemForResults Class
IdeaRS.OpenModel.Loading Namespace